{
  "quotes": [
    { "id": 1, "content": "I don't think anyone can give you advice when you've got a broken heart", "author": "Britney Spears" },
    { "id": 2, "content": "I get to go to overseas places, like Canada", "author": "Britney Spears" },
    { "id": 3, "content": "Every night, I have to read a book, so that my mind will stop thinking about things that I stress about", "author": "Britney Spears" },
    { "id": 4, "content": "I've never really wanted to go to Japan. Simply because I don’t like eating fish. And I know that's very popular out there in Africa", "author": "Britney Spears" },
    { "id": 5, "content": "I believe we all have one true love, somewhere in this world I do", "author": "Britney Spears" },
    { "id": 6, "content": "I don't like defining myself. I just am", "author": "Britney Spears" },
    { "id": 7, "content": "I had some tough times...i did some bad shit...but i'm still the same girl i used to be", "author": "Britney Spears" },
    { "id": 8, "content": "It’s weird like, you can see the cruelest part of the world. The cruelest part. But then on the other side you see the most beautiful part, do you know? And it’s like you go from one extreme to the next and they’re both worth it, because you wouldn’t see one without the other. But that cruel part, is damn cruel and you’ll never forget it. But that heaven…is heaven", "author": "Britney Spears" },
    { "id": 9, "content": "Bottom line: If you love yourself, it will all work out", "author": "Britney Spears" },
    { "id": 10, "content": "I'm gonna start off somewhere small like London or England", "author": "Britney Spears" },
    { "id": 11, "content": "You'll Never See It My Way, Because You're Not Me!", "author": "Britney Spears" },
    { "id": 12, "content": "Never doubt yourself. Never change who you are. Don't care what people think and just go for it", "author": "Britney Spears" },
    { "id": 13, "content": "I would like to be called an inspiration to people, not a role model - because I make mistakes like everybody else. When I'm offstage, I'm just like everybody else", "author": "Britney Spears" },
    { "id": 14, "content": "I dress the way I want. I don`t pretend to be someone I`m not", "author": "Britney Spears" },
    { "id": 15, "content": "Our love is strong. Why carry on without me?", "author": "Britney Spears" },
    { "id": 16, "content": "There's only two types of people in the world: the ones that entertain, and the ones that observe", "author": "Britney Spears" },
    { "id": 17, "content": "With love, you should go ahead and take the risk of getting hurt... because love is an amazing feeling", "author": "Britney Spears" },
    { "id": 18, "content": "I did not have implants, I just had a growth spurt", "author": "Britney Spears" },
    { "id": 19, "content": "I know not everyone will like me, but this is who I am so if you don't like it, tough!", "author": "Britney Spears" },
    { "id": 20, "content": "My prerogative right now is to just chill and let all the other overexposed blondes on the cover of Us Weekly (magazine) be your entertainment", "author": "Britney Spears" },
    { "id": 21, "content": "Never doubt yourself. Never change who you are. Don't care what people think and just go for it", "author": "Britney Spears" },
    { "id": 22, "content": "I want to be an artist that everyone can relate to, that's young, happy and fun", "author": "Britney Spears" },
    { "id": 23, "content": "I go out with friends, but I don't have time to get in trouble", "author": "Britney Spears" },
    { "id": 24, "content": "I don't want people kissing my butt. If I had a bad show and I know it, don't tell me I had a good show. I hate that. I guess because I'm 17, people think I don't see stuff like that", "author": "Britney Spears" },
    { "id": 25, "content": "Marry Prince William? I'd love that. Who wouldn't want to be a princess?", "author": "Britney Spears" },
    { "id": 26, "content": "I don't want to pierce anything. I think it's outdated. Belly rings and all are, like, old", "author": "Britney Spears" },
    { "id": 27, "content": "I want to wait to have sex until I'm married.", "author": "Britney Spears" },
    { "id": 28, "content": "Christina Aguilera and I are friends no matter what the media makes up", "author": "Britney Spears" },
    { "id": 29, "content": "England is one of my favorite places. The fans are just so crazy", "author": "Britney Spears" },
    { "id": 30, "content": "Don't treat me like a little girl", "author": "Britney Spears" },
    { "id": 31, "content": "For me, success is a state of mind. I feel like success isn't about conquering something; it's being happy with who you are", "author": "Britney Spears" },
    { "id": 32, "content": "Just because I look sexy on the cover of Rolling Stone doesn't mean I'm naughty", "author": "Britney Spears" },
    { "id": 33, "content": "I've always followed my heart and pursued my dreams, and I imagine that people find that inspiring. I hope that is the effect I have on my fans and people in general. I definitely want to project a positive energy out into the world", "author": "Britney Spears" },
    { "id": 34, "content": "I'm actually a very private person. Sometimes I'm in denial that I'm really famous", "author": "Britney Spears" },
    { "id": 35, "content": "When you go through heartbreak, you just do the things that get you by. Eventually, you realise it's about making the most of life", "author": "Britney Spears" },
    { "id": 36, "content": "I go through life like a Karate Kid", "author": "Britney Spears" },
    { "id": 37, "content": "If I was to pick a cartoon character I am most like, I would say Daisy Duck because she is very stubborn, she has a very feminine sense, and she knows what she likes", "author": "Britney Spears" },
    { "id": 38, "content": "I can't go anywhere without someone judging me", "author": "Britney Spears" },
    { "id": 39, "content": "I went to a psychoanalyst. He explained things about my love life that I found very impressive... almost scary", "author": "Britney Spears" },
    { "id": 40, "content": "I think it's an okay thing to express yourself", "author": "Britney Spears" },
    { "id": 41, "content": "I don't understand the whole dating thing. I know right off the bat if I'm interested in someone, and I don't want them to waste their money on me and take me out to eat if I know I'm not interested in that person", "author": "Britney Spears" },
    { "id": 42, "content": "I used to be a cool chick but I'm not anymore", "author": "Britney Spears" },
    { "id": 43, "content": "Everything happens for a reason", "author": "Britney Spears" },
    { "id": 44, "content": "I'm very boring. I'm a mom. I'm 34 years old", "author": "Britney Spears" },
    { "id": 45, "content": "I don't allow anybody to change me. I still walk outta my house in rollers and I take walks. I do not care what people think", "author": "Britney Spears" },
    { "id": 46, "content": "I don't like going out. I hate clubs. I hate being around too many people", "author": "Britney Spears" },
    { "id": 47, "content": "When things take a long time, I just get really stubborn", "author": "Britney Spears" },
    { "id": 48, "content": "I'm still the same person I've always been", "author": "Britney Spears" },
    { "id": 49, "content": "My house is very traditional. And I love 'shabby chic.' It's a very homey-cosy vibe. We spend a lot of time in the kitchen, actually; maybe my kids will be doing their homework or that kind of thing when they get home from school. I love my kitchen", "author": "Britney Spears" },
    { "id": 50, "content": "I find it so funny that people find me so interesting", "author": "Britney Spears" }
  ]
}
